StruSoft.Interop.StruXml.Data.Dimangle_type


StruSoft.Interop.StruXml.Data.Dimangle_type.Arc


StruSoft.Interop.StruXml.Data.Dimangle_type.Base


StruSoft.Interop.StruXml.Data.Dimangle_type.Line1


StruSoft.Interop.StruXml.Data.Dimangle_type.Line2


StruSoft.Interop.StruXml.Data.Dimangle_type.Dimension_line


StruSoft.Interop.StruXml.Data.Dimangle_type.Extension_line


StruSoft.Interop.StruXml.Data.Dimangle_type.Arrow


StruSoft.Interop.StruXml.Data.Dimangle_type.Font


StruSoft.Interop.StruXml.Data.Dimangle_type.Text


StruSoft.Interop.StruXml.Data.Dimangle_type.Guid


StruSoft.Interop.StruXml.Data.Dimangle_type.Beta


StruSoft.Interop.StruXml.Data.Dimangle_type.Rs1


StruSoft.Interop.StruXml.Data.Dimangle_type.Re1


StruSoft.Interop.StruXml.Data.Dimangle_type.Rs2


StruSoft.Interop.StruXml.Data.Dimangle_type.Re2


StruSoft.Interop.StruXml.Data.Dimangle_type.Layer


StruSoft.Interop.StruXml.Data.Dimangle_type.Colour


StruSoft.Interop.StruXml.Data.Dimangle_type.AnyAttr
